<?
require($_SERVER['DOCUMENT_ROOT'].'/bitrix/header.php');
$APPLICATION->SetTitle('Главная');
?>
    <main>
        <section>
            <div class="main-page">
                <div class="main-page-left">
                    <nav>
                        <ul class="main-page-list">
                            <li class="page-list_item">
                                <a href="#about">О нас</a>
                            </li>
                            <li class="page-list_item">
                                <a href="#our-projects">Проекты</a>
                            </li>
                            <li class="page-list_item">
                                <a href="">Преимущества</a>
                            </li>
                            <li class="page-list_item">
                                <a href="">Технологии</a>
                            </li>
                            <li class="page-list_item">
                                <a href="">Производство</a>
                            </li>
                            <li class="page-list_item">
                                <a href="">Отзывы</a>
                            </li>
                            <li class="page-list_item">
                                <a href="">Контакты</a>
                            </li>
                        </ul>
                    </nav>
                    <div class="page-left-title">
                        <h1>Строительство домов из трехслойных бетонных панелей</h1>
                        <p>Строим надежные дома с финским качеством и сроком эксплуатации от 50 лет. По индивидуальному или готовому проекту</p>
                        <a class="left-btn" href="#">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.5 5.4375H7.5C7.35082 5.4375 7.20774 5.49676 7.10225 5.60225C6.99676 5.70774 6.9375 5.85082 6.9375 6V10.5C6.9375 10.6492 6.99676 10.7923 7.10225 10.8977C7.20774 11.0032 7.35082 11.0625 7.5 11.0625H16.5C16.6492 11.0625 16.7923 11.0032 16.8977 10.8977C17.0032 10.7923 17.0625 10.6492 17.0625 10.5V6C17.0625 5.85082 17.0032 5.70774 16.8977 5.60225C16.7923 5.49676 16.6492 5.4375 16.5 5.4375ZM15.9375 9.9375H8.0625V6.5625H15.9375V9.9375ZM18.75 2.4375H5.25C4.9019 2.4375 4.56806 2.57578 4.32192 2.82192C4.07578 3.06806 3.9375 3.4019 3.9375 3.75V20.25C3.9375 20.5981 4.07578 20.9319 4.32192 21.1781C4.56806 21.4242 4.9019 21.5625 5.25 21.5625H18.75C19.0981 21.5625 19.4319 21.4242 19.6781 21.1781C19.9242 20.9319 20.0625 20.5981 20.0625 20.25V3.75C20.0625 3.4019 19.9242 3.06806 19.6781 2.82192C19.4319 2.57578 19.0981 2.4375 18.75 2.4375ZM18.9375 20.25C18.9375 20.2997 18.9177 20.3474 18.8826 20.3826C18.8474 20.4177 18.7997 20.4375 18.75 20.4375H5.25C5.20027 20.4375 5.15258 20.4177 5.11742 20.3826C5.08225 20.3474 5.0625 20.2997 5.0625 20.25V3.75C5.0625 3.70027 5.08225 3.65258 5.11742 3.61742C5.15258 3.58225 5.20027 3.5625 5.25 3.5625H18.75C18.7997 3.5625 18.8474 3.58225 18.8826 3.61742C18.9177 3.65258 18.9375 3.70027 18.9375 3.75V20.25ZM9.1875 13.875C9.1875 14.0604 9.13252 14.2417 9.0295 14.3958C8.92649 14.55 8.78007 14.6702 8.60877 14.7411C8.43746 14.8121 8.24896 14.8307 8.0671 14.7945C7.88525 14.7583 7.7182 14.669 7.58709 14.5379C7.45598 14.4068 7.36669 14.2398 7.33051 14.0579C7.29434 13.876 7.31291 13.6875 7.38386 13.5162C7.45482 13.3449 7.57498 13.1985 7.72915 13.0955C7.88332 12.9925 8.06458 12.9375 8.25 12.9375C8.49864 12.9375 8.7371 13.0363 8.91291 13.2121C9.08873 13.3879 9.1875 13.6264 9.1875 13.875ZM12.9375 13.875C12.9375 14.0604 12.8825 14.2417 12.7795 14.3958C12.6765 14.55 12.5301 14.6702 12.3588 14.7411C12.1875 14.8121 11.999 14.8307 11.8171 14.7945C11.6352 14.7583 11.4682 14.669 11.3371 14.5379C11.206 14.4068 11.1167 14.2398 11.0805 14.0579C11.0443 13.876 11.0629 13.6875 11.1339 13.5162C11.2048 13.3449 11.325 13.1985 11.4792 13.0955C11.6333 12.9925 11.8146 12.9375 12 12.9375C12.2486 12.9375 12.4871 13.0363 12.6629 13.2121C12.8387 13.3879 12.9375 13.6264 12.9375 13.875ZM16.6875 13.875C16.6875 14.0604 16.6325 14.2417 16.5295 14.3958C16.4265 14.55 16.2801 14.6702 16.1088 14.7411C15.9375 14.8121 15.749 14.8307 15.5671 14.7945C15.3852 14.7583 15.2182 14.669 15.0871 14.5379C14.956 14.4068 14.8667 14.2398 14.8305 14.0579C14.7943 13.876 14.8129 13.6875 14.8839 13.5162C14.9548 13.3449 15.075 13.1985 15.2292 13.0955C15.3833 12.9925 15.5646 12.9375 15.75 12.9375C15.9986 12.9375 16.2371 13.0363 16.4129 13.2121C16.5887 13.3879 16.6875 13.6264 16.6875 13.875ZM9.1875 17.625C9.1875 17.8104 9.13252 17.9917 9.0295 18.1458C8.92649 18.3 8.78007 18.4202 8.60877 18.4911C8.43746 18.5621 8.24896 18.5807 8.0671 18.5445C7.88525 18.5083 7.7182 18.419 7.58709 18.2879C7.45598 18.1568 7.36669 17.9898 7.33051 17.8079C7.29434 17.626 7.31291 17.4375 7.38386 17.2662C7.45482 17.0949 7.57498 16.9485 7.72915 16.8455C7.88332 16.7425 8.06458 16.6875 8.25 16.6875C8.49864 16.6875 8.7371 16.7863 8.91291 16.9621C9.08873 17.1379 9.1875 17.3764 9.1875 17.625ZM12.9375 17.625C12.9375 17.8104 12.8825 17.9917 12.7795 18.1458C12.6765 18.3 12.5301 18.4202 12.3588 18.4911C12.1875 18.5621 11.999 18.5807 11.8171 18.5445C11.6352 18.5083 11.4682 18.419 11.3371 18.2879C11.206 18.1568 11.1167 17.9898 11.0805 17.8079C11.0443 17.626 11.0629 17.4375 11.1339 17.2662C11.2048 17.0949 11.325 16.9485 11.4792 16.8455C11.6333 16.7425 11.8146 16.6875 12 16.6875C12.2486 16.6875 12.4871 16.7863 12.6629 16.9621C12.8387 17.1379 12.9375 17.3764 12.9375 17.625ZM16.6875 17.625C16.6875 17.8104 16.6325 17.9917 16.5295 18.1458C16.4265 18.3 16.2801 18.4202 16.1088 18.4911C15.9375 18.5621 15.749 18.5807 15.5671 18.5445C15.3852 18.5083 15.2182 18.419 15.0871 18.2879C14.956 18.1568 14.8667 17.9898 14.8305 17.8079C14.7943 17.626 14.8129 17.4375 14.8839 17.2662C14.9548 17.0949 15.075 16.9485 15.2292 16.8455C15.3833 16.7425 15.5646 16.6875 15.75 16.6875C15.9986 16.6875 16.2371 16.7863 16.4129 16.9621C16.5887 17.1379 16.6875 17.3764 16.6875 17.625Z" fill="white"/>
                            </svg>
                            <p>РАСЧИТАТЬ СТОЙМОСТЬ СТРОИТЕЛЬСТВА ДОМА</p>
                        </a>
                    </div>
                    <div>
                        <ul class="left-bottom">
                            <li class="left-bottom_item">
                                <span>10 лет</span>
                                <p>опыт применения технологии</p>
                            </li>
                            <li class="left-bottom_item">
                                <span>от 3 дней</span>
                                <p>скорость возведения каркаса</p>
                            </li>
                            <li class="left-bottom_item">
                                <span>за 3 месяца</span>
                                <p>строим дом <br> вашей мечты</p>
                            </li>
                        </ul>
                    </div>
                </div>
                <div class="main-page-right">
                    <img width="100%" src="<?=SITE_TEMPLATE_PATH?>/assets/_dist/images/main.png" alt="main">
                </div>
            </div>
        </section>
        <section id="about" class="about">
            <div class="container">
                <div class="about-main">
                    <div class="about-left" data-aos="fade-right" data-aos-duration="5500">
                        <h2 class="about-left_title">О нас</h2>
                        <div class="about-left_text">
                            <p>Компания «Строй-Деталь.рф» основана в 2015 году</p>
                            <p>Огромный опыт наших специалистов, постоянное обучение, отточенные технологии строительства и собственные наработки позволяют нам строить качественные коттеджи для загородной жизни</p>
                        </div>
                        <div class="about-left_grid">
                            <div class="left-grid_item">
                                <span>>7 лет</span>
                                <p>строим красивые и энергоэффективные дома</p>
                            </div>
                            <div class="left-grid_item">
                                <span>5 лет</span>
                                <p>гарантийное обслуживаниедля построенных домов</p>
                            </div>
                            <div class="left-grid_item">
                                <span>103 дома</span>
                                <p>построили за это время</p>
                            </div>
                            <div class="left-grid_item">
                                <span>14 человек</span>
                                <p>в нашей команде</p>
                            </div>
                        </div>
                    </div>
                    <div class="about-right" data-aos="fade-left" data-aos-duration="5500">
                        <img width="100%" src="<?=SITE_TEMPLATE_PATH?>/assets/_dist/images/about.png" alt="about">
                    </div>
                </div>
            </div>
        </section>
        <section id="our-projects" class="our-projects">
            <div class="container">
                <h2>Наши проекты</h2>
                <div class="our-projects_main">
                    <div data-aos="fade-up" data-aos-duration="5500" class="our-projects-item">
                        <div class="swiper our-project-swiper">
                            <div class="swiper-wrapper">
                                <div class="swiper-slide">
                                    <img width="100%" src="<?=SITE_TEMPLATE_PATH?>/assets/_dist/images/swiper-img-1.png" alt="swiper-img">
                                </div>
                                <div class="swiper-slide">
                                    <img width="100%" src="<?=SITE_TEMPLATE_PATH?>/assets/_dist/images/swiper-img-1.png" alt="swiper-img">
                                </div>
                                <div class="swiper-slide">
                                    <img width="100%" src="<?=SITE_TEMPLATE_PATH?>/assets/_dist/images/swiper-img-1.png" alt="swiper-img">
                                </div>
                            </div>
                            <div class="our-projects-buttons">
                                <div class="our-projects-next">
                                    <svg width="10" height="16" viewBox="0 0 10 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M1.38602 0.946615C1.26241 1.06997 1.16435 1.21648 1.09744 1.37778C1.03053 1.53908 0.996094 1.71199 0.996094 1.88661C0.996094 2.06124 1.03053 2.23415 1.09744 2.39545C1.16435 2.55674 1.26241 2.70326 1.38602 2.82661L6.55935 7.99995L1.38602 13.1733C1.26258 13.2967 1.16466 13.4433 1.09785 13.6046C1.03104 13.7658 0.996658 13.9387 0.996658 14.1133C0.996658 14.2879 1.03104 14.4607 1.09785 14.622C1.16466 14.7833 1.26258 14.9298 1.38602 15.0533C1.50946 15.1767 1.65601 15.2746 1.8173 15.3414C1.97858 15.4083 2.15145 15.4426 2.32602 15.4426C2.50059 15.4426 2.67346 15.4083 2.83474 15.3414C2.99603 15.2746 3.14258 15.1767 3.26602 15.0533L9.38602 8.93328C9.50962 8.80993 9.60769 8.66341 9.6746 8.50211C9.7415 8.34082 9.77595 8.16791 9.77595 7.99328C9.77595 7.81866 9.7415 7.64575 9.6746 7.48445C9.60769 7.32315 9.50962 7.17663 9.38602 7.05328L3.26602 0.933281C2.75935 0.426614 1.90602 0.426615 1.38602 0.946615Z" fill="#333E57"/>
                                    </svg>
                                </div>
                                <div class="our-projects-prev">
                                    <svg width="9" height="16" viewBox="0 0 9 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M8.61258 0.946688C8.48923 0.823084 8.34271 0.72502 8.18141 0.658112C8.02012 0.591203 7.84721 0.556763 7.67258 0.556763C7.49796 0.556763 7.32505 0.591203 7.16375 0.658112C7.00245 0.72502 6.85593 0.823084 6.73258 0.946688L0.612582 7.06669C0.488977 7.19004 0.390914 7.33656 0.324005 7.49786C0.257097 7.65915 0.222656 7.83206 0.222656 8.00669C0.222656 8.18131 0.257097 8.35422 0.324005 8.51552C0.390914 8.67682 0.488977 8.82334 0.612582 8.94669L6.73258 15.0667C6.85602 15.1901 7.00257 15.2881 7.16386 15.3549C7.32514 15.4217 7.49801 15.456 7.67258 15.456C7.84716 15.456 8.02002 15.4217 8.18131 15.3549C8.34259 15.2881 8.48914 15.1901 8.61258 15.0667C8.73602 14.9432 8.83394 14.7967 8.90075 14.6354C8.96756 14.4741 9.00194 14.3013 9.00194 14.1267C9.00194 13.9521 8.96756 13.7793 8.90075 13.618C8.83394 13.4567 8.73602 13.3101 8.61258 13.1867L3.43925 8.00002L8.61258 2.82669C9.13258 2.30669 9.11925 1.45336 8.61258 0.946688Z" fill="#333E57"/>
                                    </svg>
                                </div>
                            </div>
                        </div>
                        <div class="our-projects_left">
                            <div class="our-projects_title">
                                <h3>Одноэтажный жилой дом Тип-1А</h3>
                                <p>от 5 800 000 ₽</p>
                            </div>
                            <div class="projects-left_descr">
                                Одноэтажный финский дом на четыре спальни, с террасой и сауной. Он подходит как в качестве дачи для летнего отдыха на природе, так и для постоянного проживания.
                            </div>
                            <div class="projects-left_flex">
                                <div class="projects-left_grid">
                                    <div class="projects-gird_item">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M14.5 4H19V12M19 12H16.5M19 12V20H10.5M10.5 20V12M10.5 20H4V4H8L11 6.13333M10.5 12H13M10.5 12H8" stroke="#9EA2AB"/>
                                        </svg>
                                        <p>Площадь: <span>181</span>м2</p>
                                    </div>
                                    <div class="projects-gird_item">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M20 4V20H4V15H9.33333V9H14.6667V4H20Z" stroke="#9EA2AB"/>
                                        </svg>
                                        <p>Этажей: <span>1</span></p>
                                    </div>
                                    <div class="projects-gird_item">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M20 3V21H4V3H20Z" stroke="#9EA2AB"/>
                                            <circle cx="17" cy="14" r="1" fill="#9EA2AB"/>
                                        </svg>
                                        <p>Комнат: <span>3</span></p>
                                    </div>
                                    <div class="projects-gird_item">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M4 20H10V10H13H16H20V4H4V20Z" stroke="#9EA2AB"/>
                                            <path d="M16 7V10H13M13 10V7M13 10H10M10 10V7M10 10H7M10 10V13M10 13H7M10 13V16H7" stroke="#9EA2AB"/>
                                        </svg>
                                        <p>Размер: <span>15x12</span></p>
                                    </div>
                                </div>
                            </div>
                            <div class="projects-btns">
                                <button class="projects-btn_pdf">СКАЧАТЬ PDF ПРОЕКТА</button>
                                <button class="projects-btn_consult">ПОЛУЧИТЬ КОНСУЛЬТАЦИЮ</button>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    </main>
<?
require($_SERVER['DOCUMENT_ROOT'].'/bitrix/footer.php');
?>